export const data = [
	{
		genre: {
			"horror": [
				{
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}, {
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}, {
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
			],
			"comedy": [
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}
			],
			"humor": [
				{
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34 (фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}, {
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}, {
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'https://ru-images.kinorium.com/movie/1080/10796302.jpg?1705678339',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178948.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52187463.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178960.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178954.jpg',
						'https://images.kinorium.com/movie/shot/10796302/w1500_52178953.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Форрест Кэмпбелл': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590"
							}
						},
						{
							'Чайк Чан': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'https://tvbesedka.com/Upload/2021/3/13/12/1/6/b0e94826-8078-4cce-9601-455864521baf.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
			],
			"action": [
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				},
				{
					title: 'Голый пистолет ',
					year: 1988,
					poster: 'https://ru-images.kinorium.com/movie/1080/87713.jpg?1679480049',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: 'Самый некомпетентный полицейский, лейтенант Фрэнк Дребин, должен в одиночку противостоять международному заговору, цель которого — погубить королеву Елизавету II. Ко всеобщему удивлению и радости глупейший из глупых лейтенант Дребин разберётся со всеми врагами Её Величества так лихо, как не снилось и знаменитому агенту 007.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/87713/w1500_193043.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029002.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_48029013.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193067.jpg',
						'https://images.kinorium.com/movie/shot/87713/w1500_193066.jpg',
					],
					countries: [
						'США'
					],
					genre: [
						'комедия'
					],
					translation: ['на русском языке'],
					duration: '85 мин. / 01: 25(фильм полностью)',
					director: ['Дэвид Цукер'],
					scenario: [' Джерри Цукер', ' Джим Абрахамс '],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						{
							'Лесли Нильсен': {
								avatar: "https://images.kinorium.com/persona/600/558.jpg?1643289485"
							}
						},
						{
							'Присцилла Пресли': {
								avatar: "https://images.kinorium.com/persona/600/1635.jpg?1643267716",
							},
						},
						{
							'Уильям Гао': {
								avatar: "https://images.kinorium.com/persona/300/6202724.jpg?1649439911",
							},
						},
						{
							'Тедди Польхемус': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							}
						},
						{
							'Гай Пирс': {
								avatar: "https://images.kinorium.com/persona/300/1601.jpg?1547639800",
							},
						},
						{
							'Алекс Петтифер': {
								avatar: "https://images.kinorium.com/persona/300/1105196.jpg?1643258590",
							},
						},
					],
					rating: 4.7
				},
				{
					title: 'Агент Джонни Инглиш: Перезагрузка',
					year: 2000,
					poster: 'https://ru-images.kinorium.com/movie/1080/529084.jpg?1708078396',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Действие фильма разворачивается через 8 лет после событий предшествующего фильма и с тех пор карьера сэра Джонни Инглиша ухудшается. За 5 лет до начала фильма его направили с заданием в Мозамбик, но миссия пошла ужасно плохо. С тех пор он живёт в пещере в горах Тибета, прячась ото всех из-за стыда, сожалений и обвинений в провале миссии.Фильм начинается, когда герой находится на крайне низком моральном уровне, пока ему не дают ещё один шанс.Британская разведка МИ- 7 снова нуждается в нём и ей надо вернуть агента, чтобы тот сорвал заговор группы киллеров, планирующих убить китайского премьер - министра.',
					screenshots: [
						'https://images.kinorium.com/movie/shot/186020/w1500_48617664.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617656.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617663.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617662.jpg',
						'https://images.kinorium.com/movie/shot/186020/w1500_48617677.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '101 мин. / 01: 41(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}
			],
		}
	}
]