export const data = [
	{
		genre: {
			horror: [
				{
					title: 'Багровый рассвет',
					year: 2024,
					poster: 'http://zagonka2.zagonkov.gb.net/uploads/kp/5429000/5428194/poster.jpg',
					video: 'https://vk.com/video_ext.php?oid=-122477719&id=456242567&hd=2',
					desc: ' Фильм совместного производства США и Великобритании «Багровый рассвет» снят в жанре ужасов. Главная героиня картины — женщина по имени Сара. Оставшись без мужа, она вынуждена в одиночку заниматься воспитанием двоих детей, а также ухаживать за внушительным домашним хозяйством, доставшимся ей по наследству. Ферма, на которой проживает Сара, становится мишенью для криминальной группировки, решившей забрать это лакомое местечко себе. Женщина и маленькие дети никак не могут противостоять банде отмороженных головорезов. Но неожиданно оказывается, что Сару защищает некое потустороннее существо, и теперь за свою жизнь должна переживать не она, а бандиты.',
					screenshots: [
						'http://zagonka2.zagonkov.gb.net/uploads/vd/5429000/5428194/screen_1.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/5429000/5428194/screen_2.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/5429000/5428194/screen_3.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/5429000/5428194/screen_4.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/5429000/5428194/screen_5.jpg',
					],
					countries: [
						'США', 'Великобритания'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Форрест Кэмпбелл', 'Чайк Чан', 'Райли Чунг', 'Олуэн Фуэре', 'Уильям Гао', 'Тедди Польхемус', 'Гай Пирс', 'Алекс Петтифер, Ричард Петтифер, Тамара Шанель Уайт'
					],
					rating: 3.7
				},
				{
					title: 'Багровые реки',
					year: 2000,
					poster: 'http://zagonka2.zagonkov.gb.net/uploads/kp/1000/805/poster.jpg',
					video: 'https://vk.com/video_ext.php?oid=-220018529&id=456239311&hd=2',
					desc: '  Угрюмого комиссара Пьера Ньеманса отправляют из Парижа в Альпы на помощь менее опытным полицейским. Дело герою фильма «Багровые реки» предстоит непростое. В окрестностях небольшого городка Гернон найдено тело сотрудника местного университета. Это престижное учебное заведение, где прежде всего ценят преданность науке и преемственность: дети преподавателей учатся в этом же университете и часто остаются в нем работать. Университет представляет собой закрытый от внешнего мира уголок с собственной электростанцией, водопроводом, больницей и даже родильным отделением. Ректор считает себя кем-то вроде мэра округи и заправляет всем в городе. Убитого звали Реми Келюа. Он учился в университете, жил здесь и работал в библиотеке. Перед смертью Реми несколько часов пытали, вырезали ему глаза и отсекли кисти рук. Ньеманс приступает к расследованию. В это же время в городе Сарзак кто-то надругался над могилой десятилетней Джудит Эрро, погибшей в дорожной катастрофе почти двадцать лет назад, а из местной школы украли часть архивных документов. Этим делом занимается молодой и вспыльчивый лейтенант Макс Керкерьян. Расследование приводит Макса в Гернон, где он сталкивается с Ньемансом. Оба дела оказываются связаны между собой…',
					screenshots: [
						'http://zagonka2.zagonkov.gb.net/uploads/vd/1000/805/screen_1.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/1000/805/screen_2.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/1000/805/screen_3.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/1000/805/screen_4.jpg',
						'http://zagonka2.zagonkov.gb.net/uploads/vd/1000/805/screen_5.jpg',

					],
					countries: [
						'Франция'
					],
					genre: [
						'ужасы',
						'триллер'
					],
					translation: ['на русском языке'],
					duration: '94 мин. / 01: 34(фильм полностью)',
					director: ['Эндрю Бейрд'],
					scenario: ['Ронан Блэйни'],
					producer: [
						'Форд Корбетт', 'Нэйтан Клингер', 'Гарри Ассулин'],
					composer: ['Эндрю Саймон Макаллистер'],
					artists: ['Эшли Джефферс', 'Имонн Браун', 'Сиана О’Кейн'],
					installation: ['Хелен Шеридан', 'Джон Уолтерс'],
					type: [
						'MP4 (можно смотреть на телефоне, планшете или Smart TV)'
					]
					,
					quality: [
						'HD 720p (с хорошим и громким звуком), а также 480p и 360p'
					],
					actors: [
						'Жан Рено', 'Венсан Кассель', 'Надя Фарес', 'Доминик Санда', 'Карим Белхадра', 'Жан - Пьер Кассель', 'Дидье Фламан', 'Франсуа Леванталь', 'Франсин Берже', 'Филипп Наон'
					],
					rating: 4.5
				}
			]
		}
	}
]